[

    {
        "id": 1,
        "img":"https://i.ibb.co/W37Mdtf/services1.jpg",
        "Name": "Colitis",
        "shortDetails": "There are several types of colitis, which are conditions that cause an inflammation of the bowel.inflammation of the bowel.",
        "fullDetails":"SThere are several types of colitis, which are conditions that cause an inflammation of the bowel.There are several types of colitis, which are conditions that cause an inflammation of the bowel. Colitis causes diarrhea, rectal bleeding, abdominal cramps and urgency (frequent and immediate need to empty the bowels). Treatment depends on the diagnosis, which is made by colonoscopy and biopsy.Colitis causes diarrhea, rectal bleeding, abdominal cramps and urgency (frequent and immediate need to empty the bowels). Treatment depends on the diagnosis, which is made by colonoscopy and biopsy.Colitis causes diarrhea, rectal bleeding, abdominal cramps and urgency (frequent and immediate need to empty the bowels). Treatment depends on the diagnosis, which is made by colonoscopy and biopsy.",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
    },

    {
        "id": 2,
        "img":"https://i.ibb.co/zbhCrXJ/services2.jpg",
        "Name": "Internal hemorrhoids",
        "shortDetails": "Internal hemorrhoids are blood vessels on the inside of your anal opening.your anal opening.your anal opening.your anal opening.",
         "fullDetails":"When they fall down into the anus as a result of straining, they become irritated and start to bleed. Ultimately, internal hemorrhoids can fall down enough to prolapse (sink or stick) out of the anusInternal hemorrhoids are blood vessels on the inside of your anal opening. When they fall down into the anus as a result of straining, they become irritated and start to bleed. Ultimately, internal hemorrhoids can fall down enough to prolapse (sink or stick) out of the anusInternal hemorrhoids are blood vessels on the inside of your anal opening. When they fall down into the anus as a result of straining, they become irritated and start to bleed. Ultimately, internal hemorrhoids can fall down enough to prolapse (sink or stick) out of the anusInternal hemorrhoids are blood vessels on the inside of your anal opening. When they fall down into the anus as a result of straining, they become irritated and start to bleed. Ultimately, internal hemorrhoids can fall down enough to prolapse (sink or stick) out of the anus",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
        
    },

    {
        "id": 3,
        "img":"https://i.ibb.co/55mQzQN/services3.jpg",
        "Name": "Hemorrhoids ",
        "shortDetails": "Hemorrhoids are blood vessels on the inside of your anal opening. When they fall down into the anus as a result of straining",
        "fullDetails":"Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
    },

    {
        "id": 4,
        "img":"https://i.ibb.co/F6kmh6j/services4.jpg",
        "Name": "Anal fissures",
        "shortDetails": "Anal fissures are also a structural disease. They are splits or cracks in the lining of your anal opening.",
        "fullDetails":"Anal fissures are also a structural disease. They are splits or cracks in the lining of your anal opening. The most common cause of an anal fissure is the passage of very hard or watery stools. The crack in the anal lining exposes the underlying muscles that control the passage of stool through the anus and out of the body. An anal fissure is one of the most painful problems because the exposed muscles become irritated from exposure to stool or air, and leads to intense burning pain, bleeding, or spasm after bowel movements.Initial treatment for anal fissures includes pain medicine, dietary fiber to reduce the occurrence of large, bulky stools and sitz baths (sitting in a few inches of warm water). If these treatments don't relieve your pain, surgery might be needed to repair the sphincter muscle.",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
    },

    {
        "id": 5,
        "img":"https://i.ibb.co/XpfYkpK/services5.jpg",
        "Name": "Irritable bowel syndrome (IBS)",
        "shortDetails": "Irritable bowel syndrome (also called spastic colon, irritable colon, IBS, or nervous stomach) is a functional condition.",
        "fullDetails":"Constipation, which is a functional problem, makes it hard for you to have a bowel movement (or pass stools), the stools are infrequent (less than three times a week), or incomplete. Constipation is usually caused by inadequate or fiber in your diet, or a disruption of your regular routine or diet.Constipation causes you to strain during a bowel movement. It may cause small, hard stools and sometimes anal problems such as fissures and hemorrhoids. Constipation is rarely the sign that you have a more serious medical condition.",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
    },

    {
        "id": 6,
        "img":"https://i.ibb.co/xLBp8X4/services6.jpg",
        "Name": "Perianal abscesses",
        "shortDetails":"Perianal abscesses, also a structural disease, can occur when the tiny anal glands that open on the inside of your anus become blocked.",
        "fullDetails":"Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.Simple and surgical tooth extractions including wisdom tooth extractions are carried out with proper sterilisation care.",
        "treatments":"1.Increasing the amount of fiber and water to your diet.                      2.Exercising regularly and increasing the intensity of your exercises as tolerated.                      3.Moving your bowels when you have the urge (resisting the urge causes constipation).                                Moving your bowels when you have the urge (resisting the urge causes constipation)."
    }
    
]
    